words = "Hello, 'world'! It's a \"test\" world"
words2 = "Hello, 'world'! It's a \ \test \\test world"
print(words)
print(words2)

# verse ='Ночевала тучка золотая\n\
# На груди утеса-великана;\n\
# Утром в путь она умчалась рано,\n\
# По лазури весело играя;'
# verse ='Ночевала тучка золотая\n' \
#     'На груди утеса-великана;\n' \
#     'Утром в путь она умчалась рано,\n' \
#     'По лазури весело играя;' \
# verse = ('Ночевала тучка золотая\n'
#     'На груди утеса-великана;\n'
#     'Утром в путь она умчалась рано,\n'
#     'По лазури весело играя;')

# verse = '''Ночевала тучка золотая'
#     На груди утеса-великана;
#     Утром в путь она умчалась рано,
#     По лазури весело играя;'''

verse = '''\
     Ночевала тучка золотая'
    На груди утеса-великана;
    Утром в путь она умчалась рано,
    По лазури весело играя;\
    '''

print(verse)